{
  "TitleLenguage": "Select Language",
  "LanguageName": "English",
  "Spanish": "Spanish",
  "English": "English",
  "About": "About me",
  "Proyects": "Projects",
  "Contact": "Contact me",
  "Language": "Language",
  "title": "Hi, I am Kenneth",
  "title2": "A Frontend",
  "title3": "Developer Creating",
  "title4": "Innovative",
  "title_body":"My featured projects",
  "title_experience":"My Work Experience",
  "see_more":"See more",
  "download_cv":"Download CV",
  "rubro": "Applicationes - Sitios webs - Sistemas webs",
  "experience_date_1":"July 2023 - September 2023",
  "experience_cargo_1":"Data Analysis Assistant",
  "experience_company_1":"DEVIOZ S.A.C.",
  "experience_description_1":"As an intern at DEVIOZ S.A.C., responsible for developing ETL processes for data cleaning and transformation. Handling customer information and optimizing reports.",

  "experience_date_2":"January 2025 - June 2025",
  "experience_cargo_2":"Software and Hardware Technical Support",
  "experience_company_2":"MUNICIPALIDAD DISTRITAL DE PUNTA HERMOSA",
  "experience_description_2":"Responsible for preparing technical reports on software and hardware, corrective and preventive maintenance of equipment, training end users on the use of technological equipment, providing support in virtual meetings.",

  "experience_date_3":"July 2025 - November 2025",
  "experience_cargo_3":"Software Support and Maintenance",
  "experience_company_3":"MUNICIPALIDAD DISTRITAL DE PUNTA HERMOSA",
  "experience_description_3":"Responsible for gathering technical and functional requirements, developing frontend and backend modules according to established standards, integrating databases and/or external APIs (REST, SOAP, etc.), implementing authentication and security functions, performing functional tests and bug fixes, maintaining web applications, and hosting them on local servers.",

  "experience_date_4":"December 2025 - Present",
  "experience_cargo_4":"Junior Engineer",
  "experience_company_4":"NTT DATA PERÚ S.A.C",
  "experience_description_4":"Junior Engineer specialized in mobile development with React Native, working for the client BCP. Experience in implementing cross-platform mobile applications, performance optimization, and designing intuitive interfaces.",
  "description": "I hold a Bachelor's degree in Systems Engineering, and I am a full stack web developer with experience in both backend and frontend, passionate about creating efficient, secure digital solutions with an excellent user experience.",
  "proyect_main_1": "MAYIKH Style - App M-Commerce",
  "proyect_main_1_description":"Native mobile application developed in Java (Android Studio). Includes catalog, categories, offers, online payments, real-time tracking, and a complete admin panel to manage products and orders.",
  "proyect_main_2": "MuniPIDE - Inquiry Platform",
  "proyect_main_2_description":"Web system for the District Municipality of Punta Hermosa. Allows queries by ID, license plates, properties, and individuals using official PIDE services, with authentication and audit logging.",
  "proyect_main_3": "Technologies and Specialties",
  "proyect_main_3_description":"Mobile development with Java, Android Studio, and React Native, using Firebase, SQLite, and REST APIs. Backend with Node.js, Express, and MongoDB, as well as experience in C# .NET and SQL Server. Modern frontend with React.js, Tailwind, TypeScript, and Angular, deployed on Vercel and cloud environments.",
   "proyect_main_4": "What I can create for your company",
  "proyect_main_4_description":"Development of mobile apps and web systems, payment integration, admin panels, process automation, real-time trackers, and business dashboards connected to your data.",
  "proyect1": "Mobile App - M-Commerce with Internal Management",
  "proyect1_des": "Thesis project: Delivery system for jewelry sales, administration panel, client, product, category, and offer management, payment gateway, elegant design.",
  "proyect2": "Mobile App - M-Commerce with Internal Management - Local",
  "proyect2_des": "University project: Delivery system for liquor sales, administration panel, client and product management, user-friendly design.",
  "proyect3": "Web System - Interoperability Platform",
  "proyect3_des": "Web application where municipal officials can query ID numbers, vehicle license plates, and property records using PIDE services.",
  "proyect4": "Desktop Application - Inventory Management System",
  "proyect4_des": "University project: Web platform consuming a WebService. CRUD operations for products, categories, and suppliers.",
  "proyect5": "Website - Hair Stylist Landing Page",
  "proyect5_des": "Website (Landing Page) for a group of stylists showcasing their services, with an elegant style to attract users.",
  "proyect6": "Web System - MINAM Ticket System",
  "proyect6_des": "University project: System associated with the Ministry of Environment (MINAM). This system allows registering and rating tickets related to environmental management.",
  "proyect7": "Web System - MDPH Ticket System",
  "proyect7_des": "System associated with the District Municipality of Punta Hermosa. This system allows for the registration and evaluation of tickets related to the management of the functional unit of Information Technologies.",
  "proyect8": "Website - B2C E-Commerce Jewelry Mayikh Style",
  "proyect8_des": "Digital platform where a jewelry brand sells directly to the end customer, offering an elegant, secure, and personalized experience to explore and purchase fine accessories from any device.",
  "proyect9": "Mobile App - Attendance Control",
  "proyect9_des": "Native application associated with attendance and absence tracking. Reports on punctuality, tardiness, and absences in real time.",
  "contact_des1": "Get",
  "contact_des2": "in touch",
  "contact_description": "For more information, contact me through my available networks.",
  "contat_button": "Send Quick Message",
  "foot": "© 2025 Kenneth De La Cruz.",
  "foot2": "All rights reserved.",
  "visit": "see on the web"
}