{
  "TitleLenguage": "Seleccionar Idioma",
  "LanguageName": "Español",
  "Spanish": "Español",
  "English": "Inglés",
  "About": "Sobre mí",
  "Proyects": "Proyectos",
  "Contact": "Contáctame",
  "Language": "Idioma",
  "title": "Hola, soy Kenneth",
  "title2": "Un Desarrollador",
  "title3": "Frontend Creando",
  "title4": "Innovadoras",
  "title_body":"Mis proyectos destacados",
  "title_experience":"Mi Experiencia Laboral",
  "see_more":"Saber más",
  "download_cv":"Descargar CV",
  "rubro": "Aplicaciones - Sitios Web - Sitemas Webs",
  "description": "Soy Bachiller en Ingeniería de Sistemas, desarrollador web full stack con experiencia en backend y frontend, apasionado por la creación de soluciones digitales eficientes, seguras y con excelente experiencia de usuario.",
  "experience_date_1":"Julio 2023 - Setiembre 2023",
  "experience_cargo_1":"Asistente de Análisis de Datos",
  "experience_company_1":"DEVIOZ S.A.C.",
  "experience_description_1":"Como practicante en la emrpesa DEVIOZ S.A.C. encargado del desarrollo de procesos de ETL para limpieza y transformación de datos. Manejo de información de clientes y optimización de reportes.",

  "experience_date_2":"Enero 2025 - Junio 2025",
  "experience_cargo_2":"Soporte Técnico de Software y Hardware",
  "experience_company_2":"MUNICIPALIDAD DISTRITAL DE PUNTA HERMOSA",
  "experience_description_2":"Encargado de Elaboración de informes técnicos sobre software y hardware, Mantenimiento correctico y preventivo de equipos , Capacitar a los usuarios finales en el uso de equipos tecnológicos, Brindar soporte en las reuniones virtuales.",

  "experience_date_3":"Julio 2025 - Noviembre 2025",
  "experience_cargo_3":"Soporte y Mantenimineto de Software",
  "experience_company_3":"MUNICIPALIDAD DISTRITAL DE PUNTA HERMOSA",
  "experience_description_3":"Encargado de Relevar requerimientos técnicos y funcionales, Desarrollar módulos frontend y backend según los estándares establecidos, Integrar bases de datos y/o APIs externas (REST, SOAP, etc.), Implementar funciones de autenticación y seguridad, Realizar pruebas funcionales y corrección de errores, Mantenimiento a los aplicativos web y Alojamiento a los servidores locales.",

  "experience_date_4":"Diciembre 2025 - Actualmente",
  "experience_cargo_4":"Ingeniero Junior",
  "experience_company_4":"NTT DATA PERÚ S.A.C",
  "experience_description_4":"Ingeniero Junior especializado en desarrollo móvil con React Native, trabajando para el cliente BCP. Experiencia en la implementación de aplicaciones móviles multiplataforma, optimización de rendimiento y diseño de interfaces intuitivas.",

  "proyect_main_1": "MAYIKH Style - Aplicación de Comercio Móvil",
  "proyect_main_1_description": "Aplicación móvil nativa desarrollada en Java (Android Studio). Incluye catálogo, categorías, ofertas, pagos online, tracking en tiempo real y panel administrativo completo para gestionar productos y pedidos.",
  "proyect_main_2": "MuniPIDE - Plataforma de Consultas",
  "proyect_main_2_description":"Sistema web para la Municipalidad Distrital de Punta Hermosa. Permite consultas por DNI, placas, predios y persona natural usando servicios oficiales PIDE, con autenticación y registro de auditoría.",
  "proyect_main_3": "Tecnologías y Especialidades",
  "proyect_main_3_description":"Desarrollo móvil con Java, Android Studio y React Native, usando Firebase, SQLite y APIs REST. Backend con Node.js, Express y MongoDB, además de experiencia en C# .NET y SQL Server. Frontend moderno con React.js, Tailwind, TypeScript y Angular, desplegado en Vercel y entornos cloud.",
  "proyect_main_4":"Lo que puedo crear para tu empresa",
  "proyect_main_4_description":"Desarrollo de apps móviles y sistemas web, integración de pagos, paneles administrativos, automatización de procesos, trackers en tiempo real y dashboards empresariales conectados a tus datos.",
  "proyect1": "Aplicativo Móvil - M-Commerce con Gestión Interna",
  "proyect1_des": "Proyecto tesis, Sistema de Delivery venta de joyas, administrativo, control de clientes, productos, categoria, ofertas, pasarela de pago, diseño elegante.",
  "proyect2": "Aplicativo Móvil - M-Commerce con Gestión Interna - Local",
  "proyect2_des": "Proyecto universitario, Sistema de Delivery venta de licores, administrativo, control de clientes y productos, diseño amigable.",
  "proyect3": "Sistema Web - Plataforma de Interoperabilidad",
  "proyect3_des": "Aplicativo web, donde los funcionarios de una municipalidad hacen consultas de dni, consultas de placa vehicular, y predios, utilizando servicios del PIDE.",
  "proyect4": "Aplicativo Desktop - Sistema de Gestión de Inventarios",
  "proyect4_des": "Proyecto universitario, proyecto web donde se consume WebService. CRUD de productos, categoría y proveedor.",
  "proyect5": "Sitio Web - Landing Page de Estilista",
  "proyect5_des": "Pagina web (Landig Page), para un grupo de estilistas, donde se muestra los servicios que haces, estilo elegante para captar atención de los usuarios.",
  "proyect6": "Sistema Web - Sistema de Tickets MINAM",
  "proyect6_des": "Proyecto universitario, sistema asociado al Ministerio del Ambiente (MINAM). Este sistema permite registrar y calificar tickets relacionados con la gestión ambiental.",
  "proyect7": "Sistema Web -  Sistema de Tickets MDPH",
  "proyect7_des": "Sistema asociado a la Municipalida Distrital de Punta Hermosa. Este sistema permite registrar y calificar tickets relacionados con la gestión de la unidad funcional de Tecnologías de la información.",
  "proyect8": "Sitio Web - E-Comerce B2C Joyeria Mayikh Style",
  "proyect8_des": "Plataforma digital donde una marca de joyas vende directamente al cliente final, ofreciendo una experiencia elegante, segura y personalizada para explorar y adquirir accesorios finos desde cualquier dispositivo.",
  "proyect9": "Aplicativo Móvil - Control de asistencia",
  "proyect9_des": "Aplicacion nativa asociado a un control de asistencias y faltas. Reporte de puntualidad, tardanzas y faltas, en tiempo real.",
  "contact_des1": "Ponte",
  "contact_des2": "en contacto",
  "contact_description": "Para más información contactar mis redes disponibles.",
  "contat_button": "Enviar mensaje rápido",
  "foot": "© 2025 Kenneth De La Cruz.",
  "foot2": "Todos los derechos reservados.",
  "visit": "ver en web"
}
