{
  "TitleLenguage": "Seleccionar Idioma",
  "LanguageName": "Español",
  "Spanish": "Español",
  "English": "Inglés",
  "About": "Sobre mí",
  "Proyects": "Proyectos",
  "Contact": "Contáctame",
  "Language": "Idioma",
  "title": "Hola, soy",
  "description": "Mi nombre es Kenneth De La Cruz, soy Bachiller en Ingeniería de Sistemas, desarrollador web full stack con experiencia en backend y frontend, apasionado por la creación de soluciones digitales eficientes, seguras y con excelente experiencia de usuario.",
  "proyect1": "Aplicativo Móvil - Sistema de Delivery",
  "proyect1_des": "Proyecto tesis, Sistema de Delivery venta de joyas, administrativo, control de clientes, productos, categoria, ofertas, pasarela de pago, diseño elegante.",
  "proyect2": "Aplicativo Móvil - Sistema de Delivery",
  "proyect2_des": "Proyecto universitario, Sistema de Delivery venta de licores, administrativo, control de clientes y productos, diseño amigable.",
  "proyect3": "Plataforma de Interoperabilidad",
  "proyect3_des": "Aplicativo web, donde los funcionarios de una municipalidad hacen consultas de dni, consultas de placa vehicular, y predios, utilizando servicios del PIDE.",
  "proyect4": "Sistema de gestión de inventarios",
  "proyect4_des": "Proyecto universitario, proyecto web donde se consume WebService. CRUD de productos, categoría y proveedor.",
  "proyect5": "Landing Page para estilista",
  "proyect5_des": "Pagina web (Landig Page), para un grupo de estilistas, donde se muestra los servicios que haces, estilo elegante para captar atención de los usuarios.",
  "proyect6": "Sistema de Tickets - MINAM ",
  "proyect6_des": "Proyecto universitario, sistema asociado al Ministerio del Ambiente (MINAM). Este sistema permite registrar y calificar tickets relacionados con la gestión ambiental.",
  "proyect7": "Sistema de Tickets - MDPH ",
  "proyect7_des": "Sistema asociado a la Municipalida Distrital de Punta Hermosa. Este sistema permite registrar y calificar tickets relacionados con la gestión de la unidad funcional de Tecnologías de la información.",
  "proyect8": "E-COMMERCE B2C - Joyeria",
  "proyect8_des": "Plataforma digital donde una marca de joyas vende directamente al cliente final, ofreciendo una experiencia elegante, segura y personalizada para explorar y adquirir accesorios finos desde cualquier dispositivo.",
  "proyect9": "Aplicativo Móvil - Control de asistencia",
  "proyect9_des": "Aplicacion nativa asociado a un control de asistencias y faltas. Reporte de puntualidad, tardanzas y faltas, en tiempo real.",
  "contact_des1": "Ponte",
  "contact_des2": "en contacto",
  "contact_description": "Para más información contactar mis redes disponibles.",
  "contat_button": "Enviar mensaje rápido",
  "foot": "© 2025 Kenneth De La Cruz.",
  "foot2": "Todos los derechos reservados.",
  "visit": "ver en web"
}
